Repository: kernity/osis
Catalog: assistant/locale/*/LC_MESSAGES/django.po
Languages: fr_be

# 2nd_renewal
source: (for the 2nd renewal)
fr_be: (pour le 2ème renouvellement)

source: Academic year
fr_be: Année académique

source: Activities report remark
fr_be: Remarque concernant le rapport d'activité

source: Address
fr_be: Adresse

# assistant_form_part1
source: Administrative
fr_be: Administratif

# assistant_form_part2
source: Learning Units
fr_be: Cours

# assistant_form_part3
source: Doctorate
fr_be: Doctorat

# assistant_form_part4
source: Research
fr_be: Recherche

# assistant_form_part5
source: Activities
fr_be: Activités

# assistant_form_part6
source: Summary
fr_be: Récapitulatif

# assistant_mandates_renewal
source: Assistantship mandate renewal
fr_be: Renouvellement du mandat d'assistant

source: Assistant type
fr_be: Type d'assistant

source: Assistantship mandate renewal - Part 1
fr_be: Renouvellement du mandat d'assistant - Partie 1

source: Assistantship mandate renewal - Part 2
fr_be: Renouvellement du mandat d'assistant - Partie 2

# attendees
source: Number of students per serie
fr_be: Nombre d'étudiants par série

source: Birth date
fr_be: Date de naissance

source: Birth date
fr_be: Date de naissance

source: Cancel
fr_be: Annuler

source: Comment
fr_be: Commentaire

# confirm_validation
source: Are you sure you want to validate et submit ? This action can not be undone.
fr_be: Êtes-vous certain de vouloir valider et soumettre ? Cette action ne pourra pas être annulée.

source: Confirmatory test date
fr_be: Date de l'épreuve de confirmation

# contact_details
source: Administrative information
fr_be: Coordonnées administratives

source: Contract duration
fr_be: Durée du contrat

source: Contract
fr_be: Contrat

# contract_duration_fte
source: Contract full time equivalent
fr_be: Equivalent temps plein

# corsci_representation
source: CORSCI representation activities
fr_be: Au sein du CORSCI

source: Course
fr_be: Cours

source: Course code
fr_be: Code cours

# date_of_first_nomination
source: First nomination date
fr_be: Date de la première nomination

# dean
source: Dean of faculty
fr_be: Doyen de faculté

# degrees
source: Obtained diplomas
fr_be: Diplôme(s) obtenu(s)

source: Delete
fr_be: Supprimer

source: Doctorate
fr_be: Doctorat

# equivalent_full_time
source: EFT
fr_be: ETP

# events_organisation_service
source: Social organization (internships, conferences, study tours, seminars,...)
fr_be: Organisation de stages, colloques, visites, voyages d’études, terrains, séminaires...

# exams_supervision_duration
source: Preparation, coordination and evaluation
fr_be: Préparation, coordination et évaluation

# exceptional_justification
source: To the extent that you no longer meet the conditions for a 'normal' renewal, can you clarify the circumstances justifying a request for an 'exceptional' renewal (art. 51 of the RAMCS)
fr_be: Dans la mesure où vous ne rempliriez plus les conditions pour bénéficier d'un renouvellement 'normal', pouvez-vous préciser les circonstances justifiant une demande de renouvellement exceptionnel (art. 51 du RAMCS)

# exercises_tp
source: Exercises, practicals, seminars - associated with volume 2 hours, you assume personally
fr_be: Exercices, TP, séminaires - associés aux heures de volume 2, que vous assumez personnellement

source: Expected registering date
fr_be: Date prévue d'inscription

# external_post
source: External post asked outside (FNRS, FRIA, ...)
fr_be: Mandat demandé à l'extérieur (FNRS, FRIA, ...)

# face_to_face
source: Number presential sessions hours
fr_be: Nombre d'heures en présentiel

source: Faculty
fr_be: Faculté

# faculty_representation
source: Faculty representation activities
fr_be: Au sein de la faculté (commissions de programme, bureau de faculté, conseil de faculté)

source: Field
fr_be: Filière

source: First name
fr_be: Prénom

source: Formation activities
fr_be: Activités de formation

# formation_activities_percent
source: Formation activities percentage
fr_be: Pourcentage de participation, comme bénéficiaire, à des activités de formation

# formations
source: Scientific or educational formations
fr_be: Equivalent temps plein

# function_outside_university
source: Current function held outside the university and % of time spent
fr_be: Fonctions actuelles exercées en dehors de l'université et % de temps consacré

source: Gender
fr_be: Sexe

source: General Comment
fr_be: Commentaire général

# governing_body_representation
source: Governing body representation activities
fr_be: Au sein des organes de l’Université (conseil académique, autres conseils ou commissions...)

# head_institute
source: Head of institute
fr_be: Président d'institut

# hours_per_year_message
source: Enter the number of hours per annum
fr_be: Veuillez introduire le nombre d'heures par an

source: Import
fr_be: Importer

source: In progress
fr_be: En cours

# infrastructure_mgmt_service
source: Managing public infrastructure
fr_be: Gestion d’équipements collectifs (labo, atelier, bibliothèque, service informatique, site web...)

source: Institute
fr_be: Institut

# institute_representation
source: Institute representation activities
fr_be: Au sein de l’institut (bureau d’institut, conseil d’institut...)

source: Last name
fr_be: Nom

source: Mandate
fr_be: Mandat

source: Mandates
fr_be: Mandats

source: Mandates list
fr_be: Liste des mandats

# matricule_number
source: Employee number
fr_be: Numéro de matricule

# name_firstame
source: Name & First name
fr_be: Nom et prénom

# next_course
source: Encode another course
fr_be: Encoder un autre cours

source: Next part
fr_be: Partie suivante

source: No
fr_be: Non

# no_answer
source: did not respond
fr_be: pas répondu

source: No supervisor
fr_be: Pas de promoteur

source: Other status
fr_be: Autre status

# others_delivery
source: Other types of activities associated with this course
fr_be: Autres types de prestations associées à ce cours

# percentage_equivalent_full_time
source: % EFT
fr_be: % ETP

source: Period covered
fr_be: Période couverte par le rapport (depuis le 1er engagement ou la précédente demande de renouvellement)

source: Ph.D. Inscription
fr_be: Inscription au doctorat

source: Ph.D. Inscription date
fr_be: Date d'inscription au doctorat

# previous_part
source: Back to previous part
fr_be: Retour à la partie précédente

source: Program Commission
fr_be: Commission de Prog.

# publishing_field_service
source: Publishing activities
fr_be: Activités dans le domaine de l’édition (comité(s) de rédaction...)

source: Registered Ph.D.
fr_be: Inscrit au doctorat

source: Renewal
fr_be: Renouvellement

source: Renewal form
fr_be: Formulaire de demande de renouvellement

# renewal_short_name
source: Renewal
fr_be: Statut

# renewal_type
source: Type of renewal
fr_be: Type de renouvellement

source: Representation activities
fr_be: Activités de représentation à l'UCL

source: Research
fr_be: Recherche

# research_percent
source: Research percentage
fr_be: Pourcentage pour la recherche et le doctorat

# research_short_name
source: RES
fr_be: RCH

source: Save
fr_be: Sauver

# scientific_jury_service
source: Juries and scientific commissions participation
fr_be: Participation à des jurys et/ou des commissions scientifiques

# sector_representation
source: Sector representation activities
fr_be: Au sein du secteur (bureau et/ou conseil)

# sector_vice-rector_short_name
source: S. V-R
fr_be: V-R S.

# series_number
source: Number of series
fr_be: Nombre de séries

source: Service activities
fr_be: Activités de services

# service_activities_percent
source: Service activities percentage
fr_be: Pourcentage pour les activités de service

# sessions_duration
source: Duration of one session
fr_be: Durée d'une séance

# sessions_number
source: Number of sessions scheduled for this course
fr_be: Nombre de séances prévues pour ce cours

# students_service
source: Information to future students
fr_be: Informations aux futurs étudiants (CIO, salons, Campus Days, Midi Masters...)

source: Summary
fr_be: Récapitulatif

source: Supervision
fr_be: Encadrement

source: Supervisor
fr_be: Promoteur

source: Supervisor email address
fr_be: Adresse email du promoteur

source: SVR
fr_be: VRS

source: Thesis defence date
fr_be: Date de défense de thèse

# total_must_be_100_message
source: Total should equal 100
fr_be: Le total doit être égal à 100

# tutoring_percent
source: Tutoring percentage
fr_be: Pourcentage pour l'enseignement

# tutoring_short_name
source: TUT
fr_be: ENS

source: Type of renewal
fr_be: Type de renouvellement

source: Validate and submit
fr_be: Valider et soumettre

source: Various
fr_be: Divers

source: Vice Rector
fr_be: Vice-recteur

source: Yes
fr_be: Oui
